Repository: fblumenberg/MKTool
Catalog: MKTool/Resources/*.lproj/Localizable.strings
Languages: de

source: #WP-X
de: Anzahl WP - X

source: #WP-Y
de: Anzahl WP - Y

source: #WP
de: Anzahl WP

source: %@ - Waypoint
de: %@ - Wegpunkt

source: Add Point To close
de: Extra WP zum schließen

# Altitude
source: Altitude [m]
de: Höhe [m]

source: An unknown error has occurred.
de: Es ist ein unbekannter Fehler aufgetreten.

source: Backup
de: Sichern

# Camera nick angle
source: Cam-Nick [°]
de: Kamerawinkel[°]

source: Cancel
de: Abbrechen

source: Change
de: Ändern

source: Change(%d)
de: Ändern(%d)

# Clear Waipoints
source: Clear existing WP
de: Lösche existierende WP

# Climb rate
source: Climb Rate [0.1 m/s]
de: Steigrate[0,1 m/s]

source: Clockwise
de: Im Uhrzeigersinn

source: Delete
de: Löschen

source: Delete(%d)
de: Löschen(%d)

source: Dismiss
de: Schließen

source: Error getting Location
de: Die aktuelle Position kann nicht ermittelt werden

source: Error loading map
de: Die Karte kann nicht geladen werden

source: Event
de: Ereignis

source: Generate
de: Erstellen

source: Getting the Route data folder failed
de: Das Datenverzeichnis für die Routen konnte nicht geladen werden

# HaltTime
source: Delay Time [s]
de: Wartezeit [s]

source: Heading[°]
de: Richtung[°]

source: Invalid - Index %@
de: Ungültig - Index %d

source: Lat.
de: Breite

source: Long.
de: Länge

source: Mail not configured
de: Mail ist nicht konfiguriert

source: Off
de: Aus

source: RC Channel %d
de: RC-Kanal %d

source: Restore
de: Wiederherstellen

source: Routes Syncronisation
de: Routen synchronisieren

source: Routes
de: Routen

source: Save
de: Speichern

source: Serial Channel %d
de: Serieller Kanal %d

source: Settings
de: Einstellungen

# Speed
source: Speed [0.1 m/s]
de: Geschwindigkeit[0,1 m/s]

source: Synchronization failed
de: Synchronisierung fehlgeschlagen

source: Synchronize
de: Synchronisieren

source: Syncing
de: Synchronisieren...

source: There was an error connecting to Dropbox.
de: Bei der Herstellung der Verbindung zu Dropbox ist ein Fehler aufgetreten.

source: This device is not configured for sending Email. Please configure the Mail settings in the Settings app.
de: Dieses Gerät ist nicht für das Senden von E-Mail konfiguriert. Konfigurieren Sie den Mail-Einstellungen in den Einstellungen.

source: Type
de: Typ

source: Unknown Error
de: Unbekannter Fehler

source: Waypoint - %@
de: Wegpunkt - %@

source: Waypoint
de: Wegpunkt

source: Waypoints
de: Wegpunkte

source: WP Event Channel
de: WP Event Kanal

source: Waypoint Defaults
de: Wegpunktvorgaben

source: and %d POI
de: und %d POI

source: and one POI
de: und einen POI

source: %d Waypoints
de: %d Wegpunkte

source: No Points
de: Kein Wegpunkte

source: One POI
de: Ein POI

source: One Waypoint
de: Ein Wegpunkt

source: Synchronisation failed
de: Synchronisation fehlgeschlagen

source: Next
de: Weiter

source: Previous
de: Zurück

# Clear All Recents
source: Clear All
de: Alle löschen

source: Clear
de: Löschen

source: Did you mean...
de: Meinten Sie...

source: Loads all routes from the Dropbox and stores them locally, deleting existing.
de: Ladt alle Routen aus der Dropbox und löscht die lokal vorhandenen.

source: Nothing found
de: Keine Treffer

# Recents
source: Recent searches
de: Letzte Suche

source: Stores all local routes in the Dropbox.
de: Speichert alle lokalen Routen in der Dropbox und löscht die dort vorhandenen.

# Synchronizes the local Routes with the remote stores.
source: Synchronizes the local Routes with the remote stored.
de: Synchronisiert die lokalen Routen mit der Dropbox

source: %@ - Invalid
de: %@ - Typ falsch!

source: Internet connection lost
de: Die Internetverbindung wurde unterbrochen

source: No internet connection
de: Keine Internetverbindung

source: Please try again.
de: Bitte versuchen Sie es erneut.

source: Retry
de: Wiederholen

source: There was an error loading Dropbox. Please try again.
de: Beim Aufruf der Dropbox ist ein Fehler aufgetreten.

source: Try again once you have an internet connection.
de: Bitte versuchen Sie es erneut, wenn eine Internetverbindung besteht.

source: Unknown Error Occurred
de: Es ist ein unbekannter Fehler aufgetreten

source: Login failed
de: Login fehlgeschlagen

source: Unlink from Dropbbox
de: Von Dropbox abmelden

# Distance: %d m - Duration: %d s
source: Distance: %1$d m - Duration: %2$d s
de: Länge: %1$d m - Zeit: %2$d s

source: - Distance to POI %d m
de: - Entfernung zum POI %d m

source: Address
de: Adresse

source: BL-Ctrl missing (check connections & mixer setup)
de: BL-Ctrl fehlt (Verbindungen & Mixer-Einstellungen prüfen)

source: Bluetooth Connection
de: Bluetooth Verbindung

source: Carefree control error/not possible (compass okay?, Orientation = 0 ?)
de: Carefree Control Fehler/nicht möglich (Kompass okay?, Orientierung = 0 ?)

source: Connecting…
de: Verbinde…

source: Connection
de: Verbindung

source: Connections
de: Verbindungen

source: Disconnect
de: Trennen

source: Edit Connections
de: Verbindungen bearbeiten

source: Flight-Ctrl software incompatible
de: Flight-Ctrl ist NICHT kompatibel mit der App. Bitte die App und die Firmware auf einen aktuellen Stand bringen

source: Found %@
de: %@ gefunden

source: Hardware: Acc NICK error
de: Hardware: Acc NICK Fehler

source: Hardware: Acc ROLL error
de: Hardware: Acc ROLL Fehler

source: Hardware: Acc Z error (FlightCtrl installed upside down ?)
de: Hardware: Acc Z Fehler (FlightCtrl falsch herum montiert?)

source: Hardware: Gyro NICK error
de: Hardware: Gyro NICK Fehler

source: Hardware: Gyro ROLL error
de: Hardware: Gyro ROLL Fehler

source: Hardware: Gyro YAW error
de: Hardware: Gyro GIER Fehler

source: Hardware: Pressure sensor error
de: Hardware: Luftdrucksensor Fehler

source: I2C bus error (check I2C connections)
de: I2C Bus Fehler (I2C Verbindungen prüfen)

source: Invalid - Index %d
de: Ungültig - Index %d

source: invalid compass value (MK3Mag not calibrated ?)
de: ungültiger Kompasswert (MK3Mag nicht kalibriert ?)

source: Mixer setup error (check mixervalues)
de: Mixer-Einstellungen fehlerhaft (Werte prüfen)

source: MK3Mag software incompatible
de: MK3Mag Software inkompatibel

source: no data from MK3Mag
de: keine Daten von MK3Mag

source: no data from MKGPS
de: keine Daten von MKGPS

source: No Errors
de: Alles OK

source: No receiver signal
de: kein Empfängersignal

source: Redpark Serial Connection
de: Redpark Seriell Verbindung

source: Select Connection
de: Verbindung wählen

source: Serial Connection
de: Serielle Verbindung

source: SPI communication error. No data from Navi-Ctrl
de: SPI Kommunikationsfehler. Keine Daten von Navi-Ctrl

source: SPI: no data from Flight-Ctrl
de: SPI: keine Daten von Flight-Ctrl

source: WLAN - Hostname:Port
de: WLAN - Hostname:Portnummer

source: WLAN Connection
de: WLAN Verbindung

source: 0 - automatic / 127 - middle position
de: 0 - automatisch / 127 - Mittelposition

source: ACC/Gyro comp.
de: ACC/Gyro-Komp.

source: ACC/Gyro factor
de: ACC/Gyro-Faktor

source: Acoustic vario
de: akustisches Variometer

source: Active after Motor start
de: nur nach Start der Motoren aktiv

source: Altitude control
de: Höhenregelung

source: Altitude-P
de: Höhe P

source: Axis coupling
de: Achskopplung

source: Barometric-D
de: Luftdruck D

source: Bitmask
de: Bitmaske

source: Camera
de: Kamera

# CamOrientation
source: Orientation
de: Ausrichtung [°]

source: Carefree control
de: Carefree Steuerung

source: CH Altitude
de: Comming Home Höhe

source: Channel
de: Kanal

source: Channels test
de: RC-Kanäle Test

source: Channels
de: Kanäle

source: Comming Home time (s)
de: Comming Home Zeit (s)

source: Compass active
de: Kompass aktiv

source: Compass effect
de: Kompasswirkung

source: Compass
de: Kompass

source: Compensation
de: Kompensation

source: Control mode
de: Modus

source: Coupling
de: Achskopplung

source: Down
de: Unten

source: Drift compensation
de: Driftkompensation

source: Dynamic Stability
de: Dynamische Stabilität

source: Emergency time (0.1s)
de: NOT-Gas Zeit [0.1s]

source: Emergency-Gas
de: NOT-Gas

source: Enable altitude control
de: Höhenregelung aktiv

source: Enable GPS
de: GPS aktiv

source: Engine test
de: Motortest

source: External control
de: Nick-/Roll-P

source: Flight-Ctrl is NOT compatible to this App! Please update to the lastest App AND firmware versions.
de: Flight-Ctrl ist NICHT kompatibel zu dieser App! Bitte die App und die Firmware auf einen aktuellen Stand bringen

source: Flight-Ctrl wrong Version
de: Flight-Ctrl hat eine falsche Version

source: Gain/Rate
de: Verstärkung/Rate

source: GPS ACC comp.
de: ACC Kompensation

source: GPS angle limit
de: GPS Winkel Limit

source: GPS Gain
de: GPS Verstärkung

source: GPS Mode control
de: GPS Modus Steuerung

source: GPS stick threshold
de: GPS Stick Schwelle

source: GPS wind corr.
de: GPS Windkorrektur

source: Gyro Stability
de: Gyro Stabilität

source: Heading Hold
de: Heading Hold (Nick/Roll)

source: Height limitation
de: Höhenbegrenzung

source: Hover variation
de: Schwebe-Gas +/-

source: Hysteresis
de: Hysterese

source: Ignore magnet error at startup
de: Kompassfehler beim Start ignorieren

source: Invert direction
de: Richtung umkehren

source: Left
de: Links

source: Loop while stick is
de: Looping, wenn Stick ist

source: Low voltage level
de: Unterspannung

source: Main I
de: Hauptregler I

source: Manual control speed
de: manuelle Geschwindigkeit

source: Max. Altitude
de: Maximalhöhe

source: Misc
de: Verschiedens

source: Mixer saved
de: Mixer gespeichert

source: MK Setting
de: Parametersatz

source: Motor off, LED level
de: Zustand bei Motor aus

source: Motor safety swich
de: Motor-Sicherheitschalter

source: Motor start/stop -> gas 0 && motor switch on/off
de: Motor start/stop -> Gas 0 && Motor-Schalter AN/AUS

source: Nick-/Roll-P
de: Nick-/Roll-D

source: Nick/Roll feedback
de: Nick/Roll Rückkopplung

source: No Beep w.o. active sender
de: Kein Signalton ohne aktiven Sender

source: No start without GPS fix
de: Start ohne GPS Fix verhindern

source: No start without SD card
de: Start ohne SD Karte verhindern

source: Orientation fixed
de: Feste Ausrichtung

source: Output 1 (J16 / SV2.1)
de: Ausgang 1 (J16 / SV2.1)

source: Output 2 (J17 / SV2.5)
de: Ausgang 2 (J17 / SV2.5)

source: Output
de: Ausgänge

source: PH login time
de: PH Login Zeit

source: Receiver
de: Empfänger

source: Reload
de: Neu laden

source: Response threshold
de: Ansprechschwelle

source: Right
de: Rechts

source: Rotation limiter
de: Drehratenbegrenzung

source: Sender signal lost
de: bei Empfangsverlust

source: Sensitive receiver signal validation
de: Erweiterte Empfangssignalprüfung

source: Serial %d
de: Seriell %d

source: Servo control
de: Servo Ansteuerung

source: Servo refresh rate
de: Ansteuergeschwindigkeit

source: Setpoint
de: Sollwert

source: Setting #%d
de: Parametersatz %d

source: Setting loaded
de: Parametersatz geladen

source: Setting saved
de: Parametersatz gespeichert

source: Stick neutral point
de: Stick Neutral Punkt

source: Switch for setpoint
de: Schalter für Höhe

source: Turn over Nick
de: Umkehrpunkt Nick

source: Turn over Roll
de: Umkehrpunkt Roll

source: Untervoltage warn. Bitmask
de: Unterspannung Warn. Bitmaske

source: Up
de: Oben

source: Use GPS max. raduis for dPH
de: GPS max. Radius für dPH nutzen

source: Use vario for altitude
de: Vario Höhenregelung

source: User
de: Benutzer

source: Vario altitude
de: Vario-Höhe

source: Voltage reference
de: Spannungsreferenz

source: Yaw correction
de: Gier Korrektur

source: Yaw pos. feedbak
de: Gier pos. Rückkopplung

source: Yaw-I
de: Gier I

source: Yaw-P
de: Gier P

source: Yaw
de: Gier

source: Access Denied
de: Zugriff verweigert

source: AutoTrigger every (m)
de: AutoTrigger alle

source: Back
de: Zurück

source: Camera nick control
de: Kamera Nick Steuerung

source: Combine with WP-Event
de: Mit WP-Event verknüpfen

# Error: %d %@
source: Error: %1$d %2$@
de: Fehler: %1$d %2$@

source: First point
de: Erster WP

source: Last point
de: Letzter WP

source: Map
de: Karte

source: Maximum count of waypoints reached
de: Maximaler Anzahl der Wegpunkte erreicht

source: Raw Values
de: Rohdaten

source: Route Upload
de: Route übertragen

source: Servo relative
de: Servo relativ

source: Telemetry: Speak all events
de: Telemetrie: Alle Ereignisse sprechen

source: Upload all
de: Alle Wegpunkte

source: Upload selected
de: Ausgewählte Wegpunkte

# Upload
source: Route Upload
de: Route Senden

source: Uploading
de: Übertrage

source: Values
de: Werte

source: You are Here!
de: Sie sind hier

# Search Bluetooth
source: Search Bluetooth Device
de: Bluetooth Gerät suchen

source: Search MK
de: Suche MK

source: Send
de: Senden

source: Send(%d)
de: Senden(%d)
